{
    "data": [
        {
            "id": 1,
            "img": "img1",
            "text": "Pieseł (ang. doge) internetowy mem obrazkowy, który zyskał popularność w 2013. Przedstawia psa rasy Shiba, otoczonego kolorowymi tekstami, oryginalnie pisanymi angielszczyzną, przy użyciu fontu Comic Sans, wśród których często występuje słowo wow. Teksty mają przedstawiać wewnętrzne monologi psa. Polska nazwa mema została stworzona przez Randalla Kieślowskiego na jego profilu w portalu Facebook, którego popularność przewyższyła anglojęzyczną wersję profilu z memem. "
        },
        {
            "id": 2,
            "img": "img2",
            "text": "Amerykański rysownik i autor książek dla dzieci, Matt Furie, dokonał symbolicznego uśmiercenia jednej z wymyślonych przez siebie postaci. Powód? Artysta zupełnie stracił kontrolę nad wykorzystaniem wizerunku smutnej żaby Pepe bohaterka popularnego komiksu i memów wbrew intencjom twórcy stała się nieoficjalnym symbolem rasizmu i skrajnej prawicy. "
        },
        {
            "id": 3,
            "img": "img3",
            "text": "Świat Elmo (ang. Elmo's World)  serial animowany dla dzieci, którego głównym bohaterem jest Elmo  czerwony stworek z serialu Ulica Sezamkowa. Emitowany na kanale MiniMini od 2005 roku, do 29 października 2012 roku"
        },
        {
            "id": 4,
            "img": "img4",
            "text": "Popcat is an Internet meme originating in 2020. The original video featuring the cat, named 'Oatmeal', chirping at a bug is posted on Twitter by its owner XavierBFB. This was later developed into an online clicker game, Popcat.click, by Joshua O'Sullivan, Edward Halis and Freddy Heppell, three Computer Science students at the University of Sheffield. Originally started as a joke, in April 2021 it became popular in Finland aggregating over 3 billion pops while in August 2021 it became a trend in Taiwan following the success of Chinese Taipei at the 2020 Summer Olympics and generated significant media coverage in Thailand where it was used during anti-government protests. The website consists of a meme photograph of the cat which opens its mouth when tapped on. Similar clone and parody websites with other memes also attracted billions of clicks.[citation needed] A leaderboard shows the top countries and the number of pops per second for each country. As of 21 August 2021, Hong Kong, Taiwan, Japan and Thailand had each clicked in excess of 100 billion times. In an interview with BBC Thai, the developers of the game also credited its popularity to the large number of people in lockdown due to the COVID-19 pandemic"
        },
        {
            "id": 5,
            "img": "img5",
            "text": "Królik Bugs  postać fikcyjna z serii kreskówek Warner Brothers, wymyślona w 1938 r. przez Teksa Avery'ego i Chucka Jonesa. Po raz pierwszy pojawił się w A Wild Hare (27 lipca 1940). Bugs chrupie marchewkę i często powtarza Co jest, doktorku? (Whats up, doc?). Jego stałym antagonistą jest myśliwy Elmer Fudd. "
        },
        {
            "id": 6,
            "img": "img6",
            "text": " Tux  maskotka Linuksa, funkcjonująca jako oficjalne logo. Przedstawia ono uśmiechającego się pingwina.Nazwa pochodzi najprawdopodobniej od słów Torvald's Unix (Unix Torvaldsa), często jest wyprowadzana również od angielskiej nazwy smokingu (tuxedo), ponieważ pingwiny wyglądają, jakby nosiły smoking. Rysunek Tuksa stworzył w 1996 r. Larry Ewing, korzystając z bezpłatnego programu graficznego GIMP, i udostępnił go pod następującym warunkiem: "
        }
    ]
}